/*
	File:		SlicesStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

//===========================================================================
// NOTE FOR LOCALIZERS:
// For any attributes overridden using the MDSlicesAttributeNameOverrides
// strings file, special care must be taken here. The KEY of the strings
// here will change from its english version to the name override.  For example:
//
// If MDSlicesAttributeNameOverrides.strings contains:
//		kMDItemTextContent = "TEXTCONTENT";
//
// Then replace any use of "Contents" (the english localization) in the KEYS
// of this file with the localization provided in MDSlicesAttributeNameOverrides.strings.
//
// In the above example, the localizer should change the text content localization below from:
//		"%[Contents]@ contains %@" = "%1$[Contents]@ contains %2$@";  // english version
//	to:
//		"%[TEXTCONTENT]@ contains %@" = "%1$[TEXTCONTENT]@ xxxxxx %2$@"; // localized version
//===========================================================================

/* Compound-type slices */
"%[Any]@ of the following are true" = "%1$[Nogle]@ af følgende er sande";
"%[All]@ of the following are true" = "%1$[Alle]@ af følgende er sande";
"%[None]@ of the following are true" = "%1$[Intet]@ af følgende er sandt";

/* Specific kind strings */
"%[Kind]@ is %[any]@" = "%1$[Type]@ er %2$[Alle]@";
"%[Kind]@ is %[applications]@" = "%1$[Type]@ er %2$[Program]@";
"%[Kind]@ is %[documents]@" = "%1$[Type]@ er %2$[Dokument]@";
"%[Kind]@ is %[folders]@" = "%1$[Type]@ er %2$[Mappe]@";
"%[Kind]@ is %[images]@ %[all]@" = "%1$[Type]@ er %2$[Billede]@ %3$[Alle]@";
"%[Kind]@ is %[images]@ %[JPEG]@" = "%1$[Type]@ er %2$[Billede]@ %3$[JPEG]@";
"%[Kind]@ is %[images]@ %[TIFF]@" = "%1$[Type]@ er %2$[Billede]@ %3$[TIFF]@";
"%[Kind]@ is %[images]@ %[GIF]@" = "%1$[Type]@ er %2$[Billede]@ %3$[GIF]@";
"%[Kind]@ is %[images]@ %[PNG]@" = "%1$[Type]@ er %2$[Billede]@ %3$[PNG]@";
"%[Kind]@ is %[images]@ %[BMP]@" = "%1$[Type]@ er %2$[Billede]@ %3$[BMP]@";
"%[Kind]@ is %[music]@ %[all]@" = "%1$[Type]@ er %2$[Musik]@ %3$[Alle]@";
"%[Kind]@ is %[music]@ %[MP3]@" = "%1$[Type]@ er %2$[Musik]@ %3$[MP3]@";
"%[Kind]@ is %[music]@ %[AAC]@" = "%1$[Type]@ er %2$[Musik]@ %3$[AAC]@";
"%[Kind]@ is %[music]@ %[purchased]@" = "%1$[Type]@ er %2$[Musik]@ %3$[Købt]@";
"%[Kind]@ is %[PDF]@" = "%1$[Type]@ er %2$[PDF]@";
"%[Kind]@ is %[presentations]@" = "%1$[Type]@ er %2$[Præsentation]@";
"%[Kind]@ is %[text]@ %[all]@" = "%1$[Type]@ er %2$[Tekst]@ %3$[Alle]@";
"%[Kind]@ is %[text]@ %[plain text]@" = "%1$[Type]@ er %2$[Tekst]@ %3$[Alm. tekst]@";
"%[Kind]@ is %[text]@ %[rich text]@" = "%1$[Type]@ er %2$[Tekst]@ %3$[RTF]@";
"%[Kind]@ is %[text]@ %[HTML]@" = "%1$[Type]@ er %2$[Tekst]@ %3$[HTML]@";
"%[Kind]@ is %[text]@ %[XML]@" = "%1$[Type]@ er %2$[Tekst]@ %3$[XML]@";
"%[Kind]@ is %[text]@ %[source code]@" = "%1$[Type]@ er %2$[Tekst]@ %3$[Kildekode]@";
"%[Kind]@ is %[movies]@" = "%1$[Type]@ er %2$[Film]@";
"%[Kind]@ is %[other]@ %@" = "%1$[Type]@ er %2$[Andet]@ %3$@";

/* date-type attribute template, like kMDItemContentCreationDate */
"%@ is %[within last]@ %@ %[days]@" = "%1$@ er %2$[inden for de sidste]@ %3$@ %4$[dage]@";
"%@ is %[within last]@ %@ %[weeks]@" = "%1$@ er %2$[inden for de sidste]@ %3$@ %4$[uger]@";
"%@ is %[within last]@ %@ %[months]@" = "%1$@ er %2$[inden for de sidste]@ %3$@ %4$[måneder]@";
"%@ is %[within last]@ %@ %[years]@" = "%1$@ er %2$[inden for de sidste]@ %3$@ %4$[år]@";
"%@ is %[exactly]@ %@" = "%1$@ er %2$[nøjagtig]@ %3$@";
"%@ is %[before]@ %@" = "%1$@ er %2$[før]@ %3$@";
"%@ is %[after]@ %@" = "%1$@ er %2$[efter]@ %3$@";
"%@ is %[today]@" = "%1$@ er %2$[I dag]@";
"%@ is %[yesterday]@" = "%1$@ er %2$[i går]@";
"%@ is %[this week]@" = "%1$@ er %2$[denne uge]@";
"%@ is %[this month]@" = "%1$@ er %2$[denne måned]@";
"%@ is %[this year]@" = "%1$@ er %2$[dette år]@";

/* string-type attribute, like kMDItemDisplayName */
"%@ %[contains]@ %@" = "%1$@ %2$[indeholder]@ %3$@";
"%@ %[begins with]@ %@" = "%1$@ %2$[begynder med]@ %3$@";
"%@ %[ends with]@ %@" = "%1$@ %2$[slutter med]@ %3$@";
"%@ %[is]@ %@" = "%1$@ %2$[er]@ %3$@";
"%@ %[matches]@ %@" = "%1$@ %2$[svarer til]@ %3$@";

/* boolean-type attribute, like kMDItemFlashOnOff */
"%@ %[any]@" = "%1$@ %2$[Alle]@";
"%@ %[yes]@" = "%1$@ %2$[Ja]@";
"%@ %[no]@" = "%1$@ %2$[Nej]@";

/* file visibility */
"%[File invisible]@ %[visible items]@" = "%1$[Arkivsynlighed]@ %2$[synlige emner]@";
"%[File invisible]@ %[invisible items]@" = "%1$[Arkivsynlighed]@ %2$[usynlige emner]@";
"%[File invisible]@ %[visible or invisible]@" = "%1$[Arkivsynlighed]@ %2$[synlige eller usynlige]@";

/* raw query slice */
"%[Raw query]@ %@" = "%1$[Raw-forespørgsel]@ %2$@";

/* file extension slice */
"%[File Extension]@ %[is]@ %@" = "%1$[Arkivendelse]@ %2$[er]@ %3$@";

/* number-type attribute, like kMDItemAudioChannelCount */
"%@ %[equals]@ %@" = "%1$@ %2$[er lig med]@ %3$@";
"%@ %[is greater than]@ %@" = "%1$@ %2$[er større end]@ %3$@";
"%@ %[is less than]@ %@" = "%1$@ %2$[er mindre end]@ %3$@";
"%@ %[is not]@ %@" = "%1$@ %2$[er ikke]@ %3$@";

/* text contents */
"%@ contains %@" = "%1$@ indeholder %2$@";

/* Byte-sized attributes, such as kMDItemFSSize */
"%@ %[equals]@ %@ %[KB]@" = "%1$@ %2$[er lig med]@ %3$@ %4$[KB]@";
"%@ %[equals]@ %@ %[MB]@" = "%1$@ %2$[er lig med]@ %3$@ %4$[MB]@";
"%@ %[equals]@ %@ %[GB]@" = "%1$@ %2$[er lig med]@ %3$@ %4$[GB]@";
"%@ %[is less than]@ %@ %[KB]@" = "%1$@ %2$[er mindre end]@ %3$@ %4$[KB]@";
"%@ %[is less than]@ %@ %[MB]@" = "%1$@ %2$[er mindre end]@ %3$@ %4$[MB]@";
"%@ %[is less than]@ %@ %[GB]@" = "%1$@ %2$[er mindre end]@ %3$@ %4$[GB]@";
"%@ %[is greater than]@ %@ %[KB]@" = "%1$@ %2$[er større end]@ %3$@ %4$[KB]@";
"%@ %[is greater than]@ %@ %[MB]@" = "%1$@ %2$[er større end]@ %3$@ %4$[MB]@";
"%@ %[is greater than]@ %@ %[GB]@" = "%1$@ %2$[er større end]@ %3$@ %4$[GB]@";
"%@ %[is not]@ %@ %[KB]@" = "%1$@ %2$[er ikke]@ %3$@ %4$[KB]@";
"%@ %[is not]@ %@ %[MB]@" = "%1$@ %2$[er ikke]@ %3$@ %4$[MB]@";
"%@ %[is not]@ %@ %[GB]@" = "%1$@ %2$[er ikke]@ %3$@ %4$[GB]@";

/* Duration-type attributes, such as kMDItemDurationSeconds */
"%@ %[equals]@ %@ hours %@ minutes %@ seconds" = "%1$@ %2$[er lig med]@ %3$@ timer %4$@ minutter %5$@ sekunder";
"%@ %[is less than]@ %@ hours %@ minutes %@ seconds" = "%1$@ %2$[er mindre end]@ %3$@ timer %4$@ minutter %5$@ sekunder";
"%@ %[is greater than]@ %@ hours %@ minutes %@ seconds" = "%1$@ %2$[er større end]@ %3$@ timer %4$@ minutter %5$@ sekunder";
"%@ %[is not]@ %@ hours %@ minutes %@ seconds" = "%1$@ %2$[er ikke]@ %3$@ timer %4$@ minutter %5$@ sekunder";

/* This is for the slice that is added when a search string is present in the search field when saving a search. */
"%[Items matching text]@ %@" = "%1$[Emner der svarer til tekst]@ %2$@";

/* Search System Files slice */
"%[SEARCH_SYSTEM_FILES]@ %[YES]@" = "%1$[Systemarkiver]@ %2$[er inkluderet]@";
"%[SEARCH_SYSTEM_FILES]@ %[NO]@" = "%1$[Systemarkiver]@ %2$[er ikke inkluderet]@";

/* Spotlight items slice */
"%[SEARCH_SPOTLIGHT_ITEMS]@ %[YES]@" = "%1$[Spotlight-emner]@ %2$[er inkluderet]@";
"%[SEARCH_SPOTLIGHT_ITEMS]@ %[NO]@" = "%1$[Spotlight-emner]@ %2$[er ikke inkluderet]@";

